# FtSup2PerTon Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..FtSup2PerTon Property
SymbolTypeId Class See Also
---
Symbol ft²/ton, indicating unit Square feet per ton of refrigeration.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId FtSup2PerTon { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FtSup2PerTon As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FtSup2PerTon {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace